<?php

return [
    'plural'     => 'المدن',
    'singular'   => 'المدينة',
    'address'    => 'العنوان بالتفصيل',
    'empty'      => 'لا توجد مدن',
    'select'     => 'اختر المدينة',
    'perPage'    => 'عدد النتائج في الصفحة',
    'filter'     => 'ابحث عن مدينة',
    'actions'    => [
        'list'   => 'عرض الكل ',
        'show'   => 'عرض',
        'create' => 'إضافة مدينة جديدة',
        'edit'   => 'تعديل  المدينة',
        'delete' => 'حذف المدينة',
        'save'   => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages'   => [
        'created' => 'تم إضافة المدينة بنجاح .',
        'updated' => 'تم تعديل المدينة بنجاح .',
        'deleted' => 'تم حذف المدينة بنجاح .',
    ],
    'attributes' => [
        'name'       => 'اسم المدينة',
        'country_id' => ' الدولة',
        '%name%'     => 'اسم المدينة',
    ],
    'dialogs'    => [
        'delete' => [
            'title'   => 'تحذير !',
            'info'    => 'هل أنت متأكد انك تريد حذف هذه المدينة ?',
            'confirm' => 'حذف',
            'cancel'  => 'إلغاء',
        ],
    ],

];
